Tekla.Structures.Internal.dotPluginDefinition_t
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginDefinition_t.Name
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginDefinition_t.UIDescription
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginDefinition_t.AssemblyName
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginDefinition_t.DependencyType
DO NOT USE! For internal usage only!